import PC from "@/public/icons/buildPC.jpg";
import Keyboard from "@/public/icons/Accessories.jpg";
import DubblePC from "@/public/icons/DoublePc.jpg";
const BlogData = [
  {
    id: 1,
    date: "20-Jun-2025",
    image: PC,
    title: "আপনার পিসি বানানোর সম্পূর্ণ গাইড  যা জানা জরুরি",
    description:
      "নিজের হাতে পিসি বানানো মানেই পারফরম্যান্স, বাজেট আর ডিজাইনে পুরো নিয়ন্ত্রণ রাখা। কোন প্রসেসর, গ্রাফিক্স কার্ড বা মাদারবোর্ড নেবেন তা আপনার প্রয়োজন অনুযায়ী ঠিক করতে পারবেন",
  },
  {
    id: 2,
    date: "20-Jun-2025",
    image: Keyboard,
    title: "গেমিং ও কাজের জন্য সেরা ১০টি পিসি অ্যাকসেসরিজ",
    description:
      "একটি ভালো অ্যাকসেসরিজ সেটআপ পুরো পিসি এক্সপেরিয়েন্স বদলে দিতে পারে। মেকানিক্যাল কীবোর্ড, আরামদায়ক মাউসপ্যাড কিংবা হাই-কোয়ালিটি হেডসেট আপনার গেমিং ও কাজের গতি বাড়িয়ে দেবে।",
  },
  {
    id: 3,
    date: "20-Jun-2025",
    image: DubblePC,
    title: "কাস্টম পিসি VS প্রি-বিল্ট, কোনটা আপনার জন্য সেরা?",
    description:
      "নতুন পিসি কেনার সময় অনেকেই দ্বিধায় থাকেন - নিজের হাতে কাস্টম বানাবেন নাকি রেডি প্রি-বিল্ট কিনবেন। কাস্টম বিল্ডে বেশি ফ্লেক্সিবিলিটি আর ভ্যালু থাকলেও, প্রি-বিল্টে সুবিধা আর দ্রুততা বেশি।",
  },
];

export default BlogData;
